Repository: RegioneER/wildcard.media
Catalog: wildcard/media/locales/*/LC_MESSAGES/wildcard.media.po
Languages: it

source: Add support for audio fields
it: Aggiunge il supporto per gli audio

source: Add support for video fields
it: Aggiunge il supporto per i video

source: Additional Video Formats
it: Formati Video Aggiuntivi

source: Alternatively, you can provide a video url. If this is specified, video file will be ignored. If video was uploaded to youtube, this field will be filled with video url.
it: In alternativa, puoi fornire l'url di un video. Se lo inserisci, il file video verrà ignorato. Se il file video è stato caricato su YouTube, questo campo verrà popolato con il suo url.

source: Async Quota Size
it: Dimensione Quota Async

source: Audio File
it: File Audio

source: Cover Image
it: Immagine Copertina

source: Default video height
it: Altezza di default del video

source: Default video width
it: Larghezza di default del video

source: Edit
it: Modificalo

source: Height
it: Altezza

source: If checked, try to download original thumbnail from youtube into this video.
it: Se selezionato, prova a scaricare la miniatura originale da youtube e salvarla nel video.

source: Installs the wildcard.media package
it: Installa il pacchetto wildcard.media

source: MP4: infile parameters
it: MP4: parametri del file in ingresso

source: MP4: outfile parameters
it: MP4: parametri del file di uscita

source: Media Settings
it: Impostazioni Multimedia

source: Number of conversions to run at a time. The quota name assigned is `wildcard.media`.
it: Numero di conversioni da lanciare in una volta. Il nome della quota assegnata è `wildcard.media`.

source: OGG: infile parameters
it: OGG: parametri del file in ingresso

source: OGG: outfile parameters
it: OGG: parametri del file di uscita

source: Provide a file in srt format
it: Fornisci un file in formato srt

source: Requires having youtube account connected. Videos that are private will remain unlisted on YouTube. Once published, video will be made public on YouTube.
it: E' necessario avere un account YouTube collegato. I video privati non saranno visibili su YouTube. Una volta pubblicati, verranno anche resi visibili su YouTube.

source: Retrieve original thumbnail from youtube
it: Scarica la miniatura originale da youtube

source: Subtitle file
it: File sottotitoli

source: This video doesn't have a saved thumbnail image.
it: Questo video non ha una miniatura salvata.

source: Transcript
it: Trascrizione

source: Upload to youtube
it: Carica su YouTube

source: Video File
it: File Video

source: WebM: infile parameters
it: WebM: parametri del file in ingresso

source: WebM: outfile parameters
it: WebM: parametri del file di uscita

source: Width
it: Larghezza

source: additional_video_formats_help
it: Per fornire una migliore supporto HTML 5, vengono generati formati video differenti usando avconv (anche noto come ffmpeg). Se si preferisce salvare spazio disco, ma fornendo un supporto HTML 5 più limitato, modifica i formati video addizionali qui generati.

source: description_media_global_settings_form
it: Configura i parametri per il multimedia.

source: it and enable "Retrieve original thumbnail" field. <br /> If you uploaded a video to YouTube, it is possible that the thumbnail wasn't available at upload time. Try to re-save the video to reload the image.
it: e abilita il campo "Retrieve original thumbnail". <br /> Se hai fatto un upload su YouTube, è possibile che l'immagine non sia ancora disponibile. Riprova a salvare il video più tardi.

source: msg_short_name_mediaview
it: Vista Multimedia

source: uninstalls the wildcard.media package
it: Disinstalla il pacchetto wildcard.media

source: yt_image_download_error_label
it: Impossibile scaricare la miniatura in automatico da youtube. Riprova più tardi.

source: yt_image_download_notfound_error_label
it: Impossibile scaricare la miniatura in automatico da youtube. Probabilmente non è ancora disponibile. Riprova più tardi.

source: yt_image_download_success_label
it: Miniatura scaricata correttamente da youtube.
